Repository: daniqss/terceiro
Catalog: locales/*.po
Languages: es, fr

source: Confirm deletion
es: Confirmar eliminación
fr: Confirmer la suppression

source: Are you sure you want to delete de medication?
es: Estás seguro que quieres eliminar la medicación?
fr: Êtes-vous sûr de vouloir supprimer le médicament?

source: Are you sure you want to delete the posology?
es: Estás seguro que quieres eliminar la posología?
fr: Êtes-vous sûr de vouloir supprimer la posologie?

source: Network Error
es: Error de Red
fr: Erreur réseau

source: Cannot connect to the server
es: No se pudo conectarse al servidor
fr: Impossible de se connecter au serveur

source: Data Error
es: Error de datos
fr: Erreur de données

source: Cannot get patients, status
es: No se pudo obtener los pacientes, estado
fr: Impossible d'obtenir les patients, statut

source: Cannot add patient, status
es: No se pudo añadir al paciente, estado
fr: Impossible d'ajouter le patient, statut

source: Cannot update patient, status
es: No se pudo actualizar el paciente, status
fr: Impossible de mettre à jour le patient, statut

source: Cannot delete patient, status
es: No se pudo eliminar al paciente, estado
fr: Impossible de supprimer le patient, statut

source: Cannot get medications, status
es: No se pudo obtener la medicación, estado
fr: Impossible d'obtenir les médicaments, statut

source: Cannot add medication, status
es: No se pudo añadir la medicación, estado
fr: Impossible d'ajouter le médicament, statut

source: Cannot update medication, status
es: No se pudo actualizar la medicación, estado
fr: Impossible de mettre à jour le médicament, statut

source: Cannot delete medication, status
es: No se pudo eliminar la medicación, estado
fr: Impossible de supprimer le médicament, statut

source: Cannot get posologies, status
es: No se pudo obtener las posologías, estado
fr: Impossible d'obtenir les posologies, statut

source: Cannot add posology, status
es: No se pudo añadir la posología, estado
fr: Impossible d'ajouter la posologie, statut

source: Cannot delete posology, status
es: No se pudo eliminar la posología, estado
fr: Impossible de supprimer la posologie, statut

source: Cannot get data, status
es: No se pudo obtener los datos, estado
fr: Impossible d'obtenir les données, statut

source: Patients
es: Pacientes

source: Search patients by code
es: Buscar por código
fr: Rechercher par code

source: Medications
es: Medicaciones
fr: Médicaments

source: Select a patient
es: Selecciona un paciente
fr: Sélectionner un patient

source: Selected patient: {}
es: Paciente seleccionado: {}
fr: Patient sélectionné : {}

source: Selected patient:
es: Paciente seleccionado:
fr: Patient sélectionné :

source: No medications available for this patient.
es: No se le han seleccionado medicaciones a este paciente.
fr: Aucun médicament disponible pour ce patient.

source: Add Medication
es: Añadir Medicación
fr: Ajouter un médicament

source: Date Format
es: %d-%m-%Y
fr: %d-%m-%Y

source: Name
es: Nombre
fr: Nom

source: Dosage
es: Dosis

source: Duration
es: Duración
fr: Durée

source: days
es: días
fr: jours

source: Start Date
es: Fecha de comienzo
fr: Date de début

source: Posologies
es: Posologías

source: Hour
es: Hora
fr: Heure

source: Minute
es: Minutos

source: No posologies available
es: Posologías no disponibles
fr: Aucune posologie disponible

source: Add Posologies
es: Añadir posologías
fr: Ajouter des posologies

source: Medication Name
es: Nombre de la medicación
fr: Nom du médicament

source: Confirm
es: Confirmar
fr: Confirmer

source: Cancel
es: Cancelar
fr: Annuler

source: Delete
es: Eliminar
fr: Supprimer

source: Escape
fr: Retour
